Repository: GNOME/glib-networking
Catalog: po/*.po
Languages: ja, kab, ug, uz

source: Proxy resolver internal error.
ja: プロキシリゾルバーでの内部エラーです。
kab: Tuccḍa tagensant n umafray n upṛuksi.
ug: ۋاكالەتچى مۇلازىمېتىر يەشكۈچ ئىچكى خاتالىقى.
uz: Proksi ichki xatolik.

source: Connection is closed
ja: コネクションが切断されています
kab: Tuqqna temdel
ug: باغلىنىش تاقالدى
uz: Aloqa uzildi

source: Cannot perform blocking operation during TLS handshake
ja: TLS ハンドシェイク中にブロッキング操作を実行できません
kab: D awezɣi ad tettwaselkem temhelt n usewḥel ɣef teɣzi n usenker n tuqqna TLS
ug: TLS قول ئېلىشىش جەريانىدا توسۇلۇش خاتالىقىنى بىر تەرەپ قىلالمايدۇ
uz: TLS bog'lanish jarayonida bloklovchi operatsiyani bajarib bo‘lmaydi

source: Socket I/O timed out
ja: ソケット I/O がタイムアウトしました
kab: Tanzagt Anekcum/Tuffɣa tfukk
ug: ئوقۇر I/O مۆھلىتى ئۆتتى
uz: Soket I/O javob bermadi

source: Server required TLS certificate
ja: サーバーが TLS 証明書を要求しました
kab: Aqeddac yesra aselkin TLS
ug: مۇلازىمېتىر TLS ئىسپاتنامىسى تەلەپ قىلىدۇ
uz: Server TLS sertifikatini talab qiladi

source: Handshake is not finished, no channel binding information yet
ja: ハンドシェイクが完了していないため、チャンネルバインディング情報はまだありません
kab: Asenker n tuqqna mazal ifukk, ulac talɣut n tuqqna n yibuda
ug: قول ئېلىشىش تاماملانمىدى، تېخى ئۇچۇر قانىلى باغلانمىدى
uz: Bog'lanish tugamagan, hali kanal biriktirish ma’lumoti mavjud emas

source: Peer does not support safe renegotiation
ja: ピアが安全な再ネゴシエーションをサポートしていません
kab: Ayugan ur yessefrak ara allus n testagt tammestant
ug: تورداش بىخەتەر قايتا كېڭىشىشنى قوللىمايدۇ
uz: Qarama-qarshi tomon xavfsiz qayta ulanishni qo‘llab-quvvatlamaydi

source: Unacceptable TLS certificate
ja: 受け付けられない TLS 証明書です
kab: Azrar TLS ur yettwaqbal ara
ug: قوبۇل قىلىنمايدىغان ئىسپاتنامە
uz: Qabulqilib bo'lmas TLS sertifikat

source: Receive flags are not supported
ja: 受信フラグはサポートされていません
kab: Rmes annayen ur ttusefraken ara
ug: تاپشۇرۇۋالغان بايراقنى قوللىمايدۇ
uz: Qabul qilish bayroqlari qo'llab-quvvatlanmaydi

source: Send flags are not supported
ja: 送信フラグはサポートされていません
kab: Azen annayen ur yettusefraken ara
ug: يوللىغان بايراقنى قوللىمايدۇ
uz: Yuborish bayroqlari qo'llab-quvvatlanmaydi

source: Failed to import PKCS #12: %s
ja: PKCS #12 をインポートできませんでした: %s
kab: Yecceḍ uktar n PKCS #12: %s
ug: PKCS #12 نى ئەكىرەلمىدى: %s
uz: PKCS #12 ni import qilishda xato: %s

source: Could not parse DER certificate: %s
ja: DER 形式の証明書を解析できませんでした: %s
kab: D awezɣi ad yettwasleḍ uselkin DER: %s
ug: DER گۇۋاھنامىسىنى يېشەلمىدى: %s
uz: DER sertifikatini tahlil qilish mumkin emas: %s

source: Could not parse PEM certificate: %s
ja: PEM 形式の証明書を解析できませんでした: %s
kab: D awezɣi ad yettwasleḍ uselkin PEM: %s
ug: PEM گۇۋاھنامىسىنى يېشەلمىدى: %s
uz: PEM sertifikatini tahlil qilish mumkin emas: %s

source: Could not parse DER private key: %s
ja: DER 形式の秘密鍵を解析できませんでした: %s
kab: D awezɣi ad tettwasleḍ tsarut tusligt DER: %s
ug: DER شەخسىي ئاچقۇچىنى يېشەلمىدى: %s
uz: DER maxfiy kalitini tahlil qilish mumkin emas: %s

source: Could not parse PEM private key: %s
ja: PEM 形式の秘密鍵を解析できませんでした: %s
kab: D awezɣi ad tettwasleḍ tsarut tusligt PEM: %s
ug: PEM شەخسىي ئاچقۇچىنى يېشەلمىدى: %s
uz: DER maxfiy kalitini tahlil qilish mumkin emas: %s

source: Could not import PKCS #11 certificate URI: %s
ja: PKCS #11 証明書の URI をインポートできませんでした: %s
kab: D awezɣi ad yettwakter URI n uselkin PKCS#3: %s
ug: PKCS #11 گۇۋاھنامە URI نى ئەكىرەلمىدى: %s
uz: PKCS #11 sertifikat URI'sini import qilish mumkin emas: %s

source: No certificate data provided
ja: 証明書のデータが与えられていません
kab: Ulac isefka n uselkin i yettwamudden
ug: گۇۋاھنامە سانلىق مەلۇماتى تەمىنلەنمىگەن
uz: Sertifikat ma'lumotlari taqdim etilmagan

source: Cannot verify peer identity of unexpected type %s
ja: 予期しないタイプ %s のピアのアイデンティティを検証できません
kab: Ur yezmir ara ad issenqed timagit n uyugan n wanaw ur yettuṛaǧu ara %s
ug: كۈتۈلمىگەن تىپ %s نىڭ تورداش كىملىكىنى دەلىللىيەلمەيدۇ
uz: Kutilmagan turdagi %s peer identifikatsiyasini tasdiqlash mumkin emas

source: Could not create TLS connection:
ja: TLS コネクションを確立できませんでした:
kab: Ur yezmir ara ad yernu tuqqna TLS:
ug: TLS باغلىنىشى قۇرالمىدى:
uz: TLS ulanishini yaratish mumkin emas:

source: Could not create TLS connection: %s
ja: TLS コネクションを確立できませんでした: %s
kab: Ur yezmir ara ad yernu tuqqna TLS: %s
ug: TLS باغلىنىشى قۇرالمىدى:%s
uz: TLS ulanishini yaratish mumkin emas: %s

source: Peer failed to perform TLS handshake: %s
ja: 通信相手が TLS ハンドシェイクの実行に失敗しました: %s
kab: Ayugan yecceḍ deg uɣser n handshake TLS: %s
ug: تورداش TLS قول ئېلىشىشنى ئىجرا قىلىشتا مەسىلە كۆرۈلدى: %s
uz: Peer TLSga bog'lanishda xatolik yuzberdi : %s

source: TLS connection closed unexpectedly
ja: TLS コネクションが突然閉じられました
kab: Tuqqna TLS temdel s ubrid ur nettwarǧa ara
ug: TLS باغلىنىشى ئويلىمىغان يەردىن تاقىلىپ قالدى
uz: TLS ulanishi kutilmaganda yopildi

source: TLS connection peer did not send a certificate
ja: TLS の通信相手が証明書を送信しませんでした
kab: Ayugan n tuqqna TLS ur yezmir ara ad yazen aselkin
ug: TLS باغلىنىش توردىشى گۇۋاھنامىنى ئەۋەتمىدى
uz: TLS ulanishdagi qarshi tomon sertifikat yubormadi

source: Peer sent fatal TLS alert: %s
ja: ピアが致命的な TLS アラートを送信しました: %s
kab: Ayugan yuzen alɣu TLS d tamihit: %s
ug: تورداش ئەجەللىك TLS ئاگاھلاندۇرۇشى ئەۋەتتى: %s
uz: Qarshi tomon halokatli TLS ogohlantirish yubordi: %s

source: Protocol version downgrade attack detected
ja: プロトコルバージョンのダウングレード攻撃を検出しました
kab: Yettwaf uzḍam n lqem n uneggaf ddaw
ug: كېلىشىم نەشرىنى تۆۋەنلىتىش ھۇجۇمى بايقالدى
uz: Protokol versiyasini pasaytirish hujumi aniqlandi

source: Message is too large for DTLS connection; maximum is %u byte
ja: メッセージが DTLS コネクションに対して大きすぎます; 最大値は %u バイトです
kab: Izen meqqer aṭas i tuqqna DLTS; afellay d %u yibit
ug: ئۇچۇر DTLS باغلىنىشىغا نىسبەتەن بەك چوڭ؛ ئەڭ چوڭ بولغاندا %u بايت
uz: Xabar DTLS ulanishi uchun juda katta; maksimal ruxsat etilgan hajm %u bayt

source: The operation timed out
ja: 操作がタイムアウトしました
kab: Iεedda wakud n temhelt
ug: مەشغۇلات ۋاقتى توشتى
uz: Amal bajarish vaqti tugadi

source: Error performing TLS handshake: %s
ja: TLS ハンドシェイク実行中にエラーが発生しました: %s
kab: Tuccḍa deg usɣer n handshake TLS: %s
ug: TLS بىلەن سالاملىشىشتا خاتالىق كۆرۈلدى: %s
uz: TLS bog'lanish jarayonida xatolik yuz berdi: %s

source: Error performing TLS handshake
ja: TLS ハンドシェイク実行中にエラーが発生しました
kab: Tuccḍa deg usɣer n handshake TLS
ug: TLS يەنى يوللاش قەۋىتى بىخەتەرلىكى سالاملىشىشىنى ئىجرا قىلىشتا خاتالىق كۆرۈلدى
uz: TLS bog'lanish jarayonida xatolik yuz berdi

source: Empty channel binding data indicates a bug in the TLS library implementation
ja: 空のチャンネルバインディングデータは、TLS ライブラリの実装にバグがあることを示しています
kab: Isefka n tuqqna n ubadu ilmawen mmalen-d abug deg usbeddi n temkarḍit TLS
ug: بوش قانال باغلاش سانلىق مەلۇماتى TLS ئامبىرىنى ئەمەلىيلەشتۈرۈشتە كەمتۈكلۈك مەۋجۇتلۇقىنى كۆرسەتتى
uz: Bo‘sh kanal biriktirish ma’lumotlari TLS kutubxonasi implementatsiyasida xatolik borligini ko‘rsatmoqda

source: Channel binding type is not implemented in the TLS library
ja: チャンネルバインディングタイプは TLS ライブラリで実装されていません
kab: Anaw n tuqqna n ubadu mazal ur yebdid ara deg temkarḍit TLS
ug: قانال باغلاش تىپى TLS ئامبىرىدا ئەمەلىيلەشمىگەن
uz: Kanal biriktirish turi TLS kutubxonasida implementatsiya qilinmagan

source: Channel binding data is not yet available
ja: チャンネルバインディングデータはまだ利用できません
kab: Isefka n tuqqna n ubadu mazal ulac-iten
ug: قانال باغلاش سانلىق مەلۇماتىنى تېخى ئىشلەتكىلى بولمايدۇ
uz: Kanal biriktirish ma’lumotlari hali mavjud emas

source: Requested channel binding type is not implemented
ja: 要求されたチャンネルバインディングタイプは実装されていません
kab: Anaw n tuqqna n ubadu yettwasran ur yebdid ara
ug: ئىلتىماس قىلىنغان قانال باغلاش تىپى ئەمەلىيلەشمىگەن
uz: So‘ralgan kanal biriktirish turi implementatsiya qilinmagan

source: Error reading data from TLS socket
ja: TLS ソケットからのデータ読み込み中にエラーが発生しました
kab: Tuccḍa lawan n tɣuri n yisefka seg uḥraz TLS
ug: TLS ئوقۇردىن سانلىق مەلۇمات ئوقۇش خاتالىقى
uz: TLS socket'ida ma’lumot o‘qishda xatolik yuz berdi

source: Error writing data to TLS socket
ja: TLS ソケットへのデータ書き込み中にエラーが発生しました
kab: Tuccḍa lawan n tura n yisefka deg uḥraz TLS
ug: TLS ئوقۇرغا سانلىق مەلۇمات يېزىش خاتالىقى
uz: TLS soketiga ma’lumot yozishda xatolik yuz berdi

source: Message of size %lu byte is too large for DTLS connection
ja: %lu バイトのメッセージは DTLS コネクションに対して大きすぎます
kab: Izen n teɣzi %lu yibit hrawet aṭas i tuqqna DTLS
ug: DTLS باغلىنىشىغا نىسبەتەن %lu نىڭ ئۇچۇر چوڭلۇقى بەك چوڭ
uz: %lu bayt hajmidagi xabar DTLS ulanishi uchun juda katta

source: (maximum is %u byte)
ja: (%u バイトが最大値)
kab: (afellay d %u yibit)
ug: (ئەڭ چوڭ بولغاندا %u بايت)
uz: (maksimal ruxsat etilgan hajm %u bayt)

source: Error performing TLS close: %s
ja: TLS クローズ実行中にエラーが発生しました: %s
kab: Tuccḍa deg usɣer n umdal TLS: %s
ug: TLS تاقاش مەشغۇلاتىدا خاتالىق كۆرۈلدى: %s
uz: TLS yopish jarayonida xatolik yuz berdi: %s

source: Failed to allocate credentials: %s
ja: 資格情報の割り当てに失敗しました: %s
kab: Yecceḍ usideg n yinekcam: %s
ug: كىنىشكىنى تەقسىملىيەلمىدى: %s
uz: Akkreditatsiyani ajratib bo‘lmadi: %s

source: Failed to load system trust store: GnuTLS was not configured with a system trust
ja: システムトラストストアの読み込みに失敗しました: GnuTLS がシステムトラストで構成されていません
kab: Yecceḍ usali n tḥanut n teflest n unagraw: Gnu TLS yettuswel akked teflest n unagraw
ug: ساقلانغان سىستېما ئىشەنچىنى يۈكلىيەلمىدى: GnuTLS سىستېما ئىشەنچ بىلەن سەپلەنمىگەن
uz: Tizim to'g'ri omborini yuklash muvaffaqiyatsiz tugadi: GnuTLS tizim to'g'ri sozlanmagan

source: Failed to load system trust store: %s
ja: システムトラストストアの読み込みに失敗しました: %s
kab: Yecceḍ usali n tḥanut n teflest n unagraw: %s
ug: ساقلانغان سىستېما ئىشەنچىنى يۈكلىيەلمىدى: %s
uz: Tizim to'g'ri omborini yuklash muvaffaqiyatsiz tugadi: %s

source: System trust contains zero trusted certificates; please investigate your GnuTLS configuration
ja: システムトラストに信頼できる証明書が存在しません。GnuTLS の設定を調べてください
kab: Taflest n unagraw ulac deg-s ula d yiwen uselkin yettwamanen; ttxil-k sesten tawila-k n Gnu TLS
ug: سىستېما ئىشەنچتىكى ئىشەنچ گۇۋاھنامىسى نۆل؛ GnuTLS سەپلىمىڭىزنى تەكشۈرۈڭ
uz: To'g'ri tizim to'g'ri sertifikatlar mavjud emas; GnuTLS konfiguratsiyasini tekshiring

source: Failed to initialize trust list: %s
ja: トラストリストの初期化に失敗しました: %s
kab: Yecceḍ uwennez n tebdart n teflest: %s
ug: ئىشەنچ تىزىمىنى دەسلەپلەشتۈرەلمىدى: %s
uz: To'g'ri ro‘yxatni ishga tushirish muvaffaqiyatsiz bo‘ldi: %s

source: Failed to populate trust list from %s: %s
ja: %s からトラストリストを設定できませんでした: %s
kab: Tecceḍ taččart n tebdart n teflest seg %s: %s
ug: %s دىن ئىشەنچ تىزىمىنى ھاسىل قىلالمىدى: %s
uz: To'g'ri ro‘yxatni %s dan to‘ldirish muvaffaqiyatsiz bo‘ldi: %s

source: Certificate has no private key
ja: 証明書に秘密鍵がありません
kab: Aselkin ur yesεi ara tasarut tusligt
ug: گۇۋاھنامىنىڭ شەخسىي ئاچقۇچى يوق ئىكەن
uz: Sertifikatda maxfiy kalit mavjud emas

source: Could not set TLS cipher list: %s
ja: TLS 暗号リストを設定できませんでした: %s
kab: Ur yezmir ara ad yesbadu tabdart tawgelhant TLS: %s
ug: TLS شىفىر تىزىمىنى تەڭشىيەلمەيدۇ: %s
uz: TLS shifrlashlar ro‘yxatini o‘rnatib bo‘lmadi: %s

source: Could not set MAX protocol to %d: %s
ja: MAX プロトコルを %d に設定できませんでした: %s
kab: Ur yezmir ara ad yebdu aneggaf MAX i %d: %s
ug: MAX كېلىشىمىنى %d غا تەڭشىيەلمەيدۇ: %s
uz: Maksimal protokolni %d ga o‘rnatib bo‘lmadi: %s

source: Could not create TLS context: %s
ja: TLS コンテキストを作成できませんでした: %s
kab: Ur yezmir ara ad yernu asatal TLS: %s
ug: TLS مەزمۇنى قۇرالمىدى: %s
uz: TLS kontekstini yaratib bo‘lmadi: %s

source: Unacceptable TLS certificate authority
ja: 受け付けられない TLS 認証局です
kab: Adabu n uselkin TLS ur yettwaqbal ara
ug: قوبۇل قىلغىلى بولمايدىغان TLS گۇۋاھنامە تارقاتقۇچى
uz: Qabul qilib bo‘lmaydigan TLS sertifikat

source: Digest too big for RSA key
ja: ダイジェストが RSA 鍵に対して大きすぎます
kab: Asesfer uzwir meqqer aṭas i tsarut RSA
ug: ئۈزۈندە RSA ئاچقۇچقا نىسبەتەن بەك چوڭ
uz: Digest RSA kaliti uchun juda katta

source: Secure renegotiation is disabled
ja: 安全な再ネゴシエーションが無効です
kab: Allus n testagt taɣellsant tensa
ug: بىخەتەرلىك قايتا سۆھبىتى چەكلەنگەن
uz: Xavfsiz qayta kelishuv o‘chirib qo‘yilgan

source: %s: The connection is broken
ja: %s: コネクションが切断されています
kab: %s: tuqqna terreẓ
ug: %s: باغلىنىش ئۈزۈلگەن
uz: %s: Ulanish uzilgan

source: The request is invalid.
ja: リクエストが無効です。
kab: Assuter d arameɣtu.
ug: ئىلتىماس ئىناۋەتسىز.
uz: So‘rov yaroqsiz.

source: Channel binding data tls-unique is not available
ja: チャンネルバインディングデータ tls-unique が利用できません
kab: Isefka n tuqqna n ubadu tls-unique ulac-iten
ug: تىپى tls-unique بولغان قانال باغلىنىش سانلىق مەلۇماتىنى ئىشلەتكىلى بولمايدۇ
uz: Kanal tls-unique biriktirish ma’lumotlari mavjud emas

source: X.509 Certificate is not available on the connection
ja: X.509 証明書がコネクション上で利用できません
kab: Aselkin X.509 ulac-it deg tuqqna
ug: باغلىنىشتا X.509 گۇۋاھنامىنى ئىشلەتكىلى بولمايدۇ
uz: Ulanishda X.509 sertifikati mavjud emas

source: Unable to obtain certificate signature algorithm
ja: 証明書の署名アルゴリズムを取得できません
kab: D awezɣi ad d-yawi alguritm n uzmul n uselkin
ug: گۇۋاھنامە ئىمزاسىنىڭ ھېسابلاش ئۇسۇلىغا ئېرىشەلمىدى
uz: Sertifikat imzo algoritmini olishning iloji yo‘q

source: Current X.509 certificate uses unknown or unsupported signature algorithm
ja: 現在の X.509 証明書は未知またはサポートされていない署名アルゴリズムを使用しています
kab: Aselkin-a X.509 yesseqdac alguritm n uzmul arussin neɣ ur yettusefrak ara
ug: نۆۋەتتىكى X.509 گۇۋاھنامە يوچۇن ياكى قوللىمايدىغان ئىمزا ھېسابلاش ئۇسۇلىنى قوللانغان
uz: Amaldagi X.509 sertifikati noma’lum yoki qo‘llab-quvvatlanmaydigan imzo algoritmidan foydalanmoqda

source: Failed to generate X.509 certificate digest
ja: X.509 証明書のダイジェストを生成できませんでした
kab: YEcceḍ usirew n usesfer uzwir n uselkin X.509
ug: X.509 گۇۋاھنامە نەقىلىنى ھاسىل قىلالمىدى
uz: X.509 sertifikat hazm qilish jarayonida xatolik

source: TLS Connection does not support TLS-Exporter feature
ja: TLS コネクションは TLS-Exporter 機能をサポートしていません
kab: Tuqqna n TLS ur tessefrak ara tamahilt TLS-Exporter
ug: TLS باغلىنىش TLS-Exporter ئىقتىدارىنى قوللىمايدۇ
uz: TLS ulanishi TLS-Exporter funksiyasini qo‘llab-quvvatlamaydi

source: Unexpected error while exporting keying data
ja: 鍵材料のエクスポート中に予期しないエラーが発生しました
kab: Tuccḍa ur yettwarǧan ara lawan n usifeḍ n yisefka n tira
ug: شىفىرلىق ئاچقۇچ سانلىق مەلۇماتىنى چىقىرىۋاتقاندا كۈتۈلمىگەن خاتالىق كۆرۈلدى
uz: Kalit ma’lumotlarini eksport qilishda kutilmagan xatolik

source: Error performing TLS close
ja: TLS クローズ実行中にエラーが発生しました
kab: Tuccḍa deg usɣer n umdal n TLS
ug: TLS تاقاشنى ئىجرا قىلىۋاتقاندا خاتالىق كۆرۈلدى
uz: TLS yopish jarayonida xatolik

source: Could not get trust settings for certificate
ja: 証明書のトラスト設定を取得できませんでした
kab: Ur yezmir ara ad d-yawi iɣewwaren yettwamanen i uselkin
ug: گۇۋاھنامىنىڭ ئىشەنچ تەڭشىكىگە ئېرىشەلمىدى
uz: Sertifikat uchun to'g'ri sozlamalarini olishning iloji yo‘q

source: Could not retrieve certificates
ja: 証明書を取得できませんでした
kab: D awezɣi ad d-yerr iselkinen
ug: گۇۋاھنامىگە ئېرىشەلمىدى
uz: Sertifikatlarni olishning iloji yo‘q

source: Could not get root certificate store
ja: ルート証明書ストアを取得できませんでした
kab: Yegguma ad d-yawi aḥraz n uselkin n uẓar
ug: ساقلانغان غول گۇۋاھنامىگە ئېرىشەلمىدى
uz: Ildiz sertifikatlar omborini olishning iloji yo‘q

source: Could not get CA certificate store
ja: CA 証明書ストアを取得できませんでした
kab: Yegguma ad d-yawi aḥraz n uselkin CA
ug: ساقلانغان CA گۇۋاھنامىگە ئېرىشەلمىدى
uz: CA sertifikatlar omborini olishning iloji yo‘q

source: Could not create CA store
ja: CA ストアを作成できませんでした
kab: Ur yezmir ara ad yernu aḥraz CA
ug: CA گۇۋاھنامە ساقلىنىشى قۇرالمىدى
uz: CA omborini yaratib bo‘lmadi

source: There is a problem with the certificate: %s
ja: 証明書に問題があります: %s
kab: Yella wugur akked uselkin: %s
ug: گۇۋاھنامىدە مەسىلە بار: %s
uz: Sertifikatda muammo bor: %s

source: There is a problem with the certificate private key: %s
ja: 証明書の秘密鍵に問題があります: %s
kab: Yella wugur akked tsarut tusligt n uselkin: %s
ug: گۇۋاھنامە شەخسىي ئاچقۇچىدا مەسىلە بار: %s
uz: Sertifikatning maxfiy kaliti bilan muammo bor: %s
